[AMTGROUP]

[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:38};
itm1={id:1,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:2,y:3};
itm2={id:2,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:644,y:431,zorder:1};
itm3={height:0,id:29,name:KEYBOARD,refID:9,type:KEYBOARD,visible:true,width:0,x:63,y:124,zorder:18};
itm4={backcolor:0,background:963,ccp:779,ccpzorder:over,height:74,id:30,name:Phone_book,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:484,y:276,zorder:19,txtfield:{backcolor:0,bidimode:left-to-right,content:Phone book,font:3,height:70,highcolor:0,hlayout:center,linespacing:-5,multiline:true,name:Phone_book,type:TEXTFIELD,visible:true,vlayout:top,width:144,wrapline:wrap-by-char,x:5,y:1}};
itm5={backcolor:0,height:52,id:32,img:303,layout:normal,name:txtbase_number,type:IMAGEFIELD,visible:true,width:378,x:63,y:64,zorder:21,layout_param:{clipx:0,clipy:0}};
itm6={backcolor:0,bidimode:left-to-right,content:Phone No.,font:3,height:36,highcolor:0,hlayout:left,id:33,linespacing:0,multiline:false,name:TEXT,type:TEXTFIELD,visible:true,vlayout:middle,width:343,wrapline:no-wrap,x:78,y:70,zorder:22};
itm7={backcolor:0,background:987,ccp:836,ccpzorder:over,height:52,id:34,name:Clear,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:484,y:64,zorder:23,imgfield:{backcolor:0,height:46,img:231,layout:normal,name:icon_Clear,type:IMAGEFIELD,visible:true,width:53,x:50,y:0,layout_param:{clipx:0,clipy:0}}};
itm8={backcolor:0,background:963,ccp:779,ccpzorder:over,height:74,id:35,name:SET,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:484,y:124,zorder:24,txtfield:{backcolor:0,bidimode:left-to-right,content:Set,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:SET,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:17}};
itm9={backcolor:0,background:930,bgcenter:0,bgfragment:single,bgleft:0,bgright:0,ccp:0,ccpzorder:over,height:52,id:36,name:Add_Shortcut,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:233,x:410,y:3,zorder:25,txtfield:{backcolor:0,bidimode:left-to-right,content:Add shortcut,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Add_Shortcut,type:TEXTFIELD,visible:true,vlayout:middle,width:213,wrapline:no-wrap,x:12,y:6}};

